campos_clientes_vittal/models/full_cfdi_request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:scfd="http://namespace.pegasotecnologia.com/SCFD" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/">
    <soapenv:Header></soapenv:Header>
    <soapenv:Body>
        <scfd:emitirCFD>
            <scfd:PoRequestCFD>
            <RequestCFD version="3.3">
    <Comprobante Version="3.3" Serie="INV" Folio="20200025" Fecha="2020-08-01T00:05:23" FormaPago="03" SubTotal="2000" Moneda="MXN" Total="2003.21" TipoDeComprobante="I" MetodoPago="PUE" LugarExpedicion="15900">
        <Emisor Rfc="TMO1104114Y9" Nombre="TIEMPOREAL_TMO1104114Y9_ws" RegimenFiscal="601"/>
        <Receptor Rfc="ICB190208AN4" Nombre="ilco empresa" UsoCFDI="G03"/>
        <Conceptos>
            <Concepto ClaveProdServ="85121800" Cantidad="1" ClaveUnidad="E48" Unidad="1" Descripcion="[Areaprotegida1] Area Protegida" ValorUnitario="2000" Importe="2000">
                <Impuestos>
                    <Traslado Base="2000" Impuesto="002" TipoFactor="Tasa" TasaOCuota="0.16" Importe="3.21"/>
                </Impuestos>
            </Concepto>
        </Conceptos>
        <Impuestos TotalImpuestosTrasladados="3.21">
            <Traslados>
                <Traslado Impuesto="002" TipoFactor="Tasa" TasaOCuota="0.16" Importe="3.21"/>
            </Traslados>
        </Impuestos>
    </Comprobante>
    <Transaccion id="['2020-07-31T19:52:44']"/>
    <TipoComprobante clave="Factura" nombre="Factura"/>
    <Sucursal nombre="MATRIZ"/>
    <Receptor emailReceptor="juanmanuelriverom@gmail.com;rhernandez@vidauno.com"/>
</RequestCFD>

            </scfd:PoRequestCFD>
        </scfd:emitirCFD>
    </soapenv:Body>
</soapenv:Envelope>